# -*- coding: utf-8 -*-
# ===============================================================
#
#    Copyright (C) 2024 Beike, Inc. All Rights Reserved.
#
#    @Create Author : luxu(luxu002@ke.com)
#    @Create Time   : 2024/11/18
#    @Description   : 
#
# ===============================================================

# 评测集文件名
# file_list = [
#     "《贝壳入职管理制度》",
#     "《贝壳离职管理制度V3.0》",
#     "中文论文Demo中文文本自动校对综述_4页",
#     "自制_4页",
#     "花桥学院业务核算指引_6页",
#     "英文论文Demo_前3页",
#     "评测文件9-博学_13页",
# ]

file_list = [
    "《贝壳入职管理制度》5页",
    "《贝壳离职管理制度V3.0》5页",
    "中文论文Demo中文文本自动校对综述_4页",
    "自制_4页",
    "花桥学院业务核算指引_6页",
    "英文论文Demo_前3页",
    "评测文件9-博学_13页",
]

# 评测解析器
parser_list = [
    "beike",
    # "ali",
    # "unstructured",
    # "chunkr",
    # "paoding",
]